export default {
	posts: [
		{
			id: 0,
			title: 'Что нового в Vue 3',
			date: '21 Dec 2022',
			category: 'Vue 3, JavaScript',
			text: 'Vue 3 - это новая версия популярного JavaScript-фреймворка. Она была выпущена в сентябре 2020 года и включает в себя множество новых функций и улучшений, которые делают разработку приложений еще более продуктивной.',
		},
		{
			id: 1,
			title: 'Как использовать Vue 3',
			date: '1 Jun 2023',
			category: 'Vue 3, JavaScript',
			text: 'Vue 3 - это мощный инструмент для разработки веб-приложений, который предоставляет простой и эффективный способ создания пользовательских интерфейсов. Если вы только начинаете работать с Vue 3, то вам понадобится некоторое время, чтобы освоить его основы.',
		}, 
		{
			id: 2,
			title: 'HTML 5: Новые возможности',
			date: '22 Jun 2023',
			category: 'HTML5',
			text: 'HTML 5 - это последняя версия языка разметки гипертекста, который используется для создания веб-страниц. Она была выпущена в 2014 году и представляет собой значительное обновление предыдущей версии HTML 4.',
		},
		{
			id: 3,
			title: 'CSS - создание веб-страниц',
			date: '23 Feb 2023',
			category: 'CSS3',
			text: 'CSS является важным инструментом для создания красивого дизайна на веб-страницах. Он позволяет разработчикам определять различные свойства стилей для элементов HTML, которые могут быть применены на всем сайте.',
		}
	]
}